Repository: common-repository/payiban-sepa-direct-debit-for-woocommerce
Catalog: languages/woocommerce-payiban-free-*.po
Languages: nl_nl

source: PayIBAN: Recurring payment option.
nl_nl: PayIBAN: Terugkerende betalingen.

source: per month
nl_nl: per maand

source: bimonthly
nl_nl: tweemaandelijks

source: quarterly
nl_nl: per kwartaal

source: semi-annualy
nl_nl: halfjaarlijks

source: annualy
nl_nl: jaarlijks

source: per two months
nl_nl: per twee maanden

source: per quarter
nl_nl: per kwartaal

source: per six months
nl_nl: per zes maanden

source: per year
nl_nl: per jaar

source: one off
nl_nl: eenmalig

source: every month
nl_nl: elke maand

source: two monthly
nl_nl: tweemaandelijks

source: every six months
nl_nl: elk half jaar

source: yearly
nl_nl: jaarlijks

source: Specify the billing period of this product. You can use this option to use periodic billing by PayIBAN without the need of the plugin: Woocommerce Subscriptions.
nl_nl: Specificeer de betaal periode van dit product. U kunt deze optie gebruiken om herhalende machtigingen van PayIBAN te gebruiken zonder dat u daarvoor de plugin Woocommerce Subscriptions nodig heeft.

source: Recurring period:
nl_nl: Betaal periode:

source: Specify the number of terms that will be billed, put 0 for infinite.
nl_nl: Specificeer het aantal termijnen of 0 voor oneindig.

source: Number of periods:
nl_nl: Aantal termijnen:

source: https://www.payiban.com/welcome/
nl_nl: https://www.payiban.com/nl/welkom/

source: Dear user, Thank you for using the PayIBAN plugin. Your free PayIBAN account is created. Your credentials for the plugin are available at your PayIBAN account. You can login at your PayIBAN account at: https://www.payiban.com/login/ With your email address and please set your password here: https://www.payiban.com/password-recovery/ Kind regards, PayIBAN
nl_nl: Beste gebruiker, Bedankt voor het gebruiken van de PayIBAN plugin. Uw gratis PayIBAN account is aangemaakt. U kunt de API gegevens voor de plugin vinden op uw PayIBAN account pagina. U kunt hier inloggen op uw PayIBAN account: https://www.payiban.com/login/ Met uw email adres en maak hier uw wachtwoord aan: https://www.payiban.com/nl/wachtwoord-aanvragen/ Vriendelijke groet, PayIBAN

source: Enable/Disable
nl_nl: Aan/Uit

source: Enable payIBAN Payment Module.
nl_nl: Gebruik de payIBAN betalingen module

source: Test mode
nl_nl: Test modus

source: In the test mode, payments are not processed.
nl_nl: In de test modus worden geen TAN codes verzonden en geen informatie opgeslagen bij payIBAN.

source: Title:
nl_nl: Titel:

source: This controls the title which the user sees during checkout.
nl_nl: Dit is de titel die de gebruiker ziet bij de checkout.

source: SEPA Direct Debit processed by
nl_nl: SEPA Machtiging processed by

source: Description:
nl_nl: Beschrijving:

source: This controls the description which the user sees during checkout.
nl_nl: Dit is de beschrijving die de gebruiker ziet op de betaal pagina.

source: Pay securely by using your IBAN bank account with PayIBAN.
nl_nl: Betaal veilig met uw IBAN bank nummer met payIBAN.

source: General terms:
nl_nl: Algemene voorwaarden:

source: This controls the general term message which the user sees during checkout.
nl_nl: Dit specificeert de algemene bepalingen tekst die de gebruiker ziet bij checkout.

source: By signing this (recurring) mandate form, you authorise (merchant) to send instructions.
nl_nl: Bij het ondertekenen van dit mandaat, autoriseert u de verkoper.

source: Username
nl_nl: Gebruikersnaam

source: Check username and password within section API and plugin of your account. <a href="https://www.payiban.com/register/">Click to register your free account.</a>
nl_nl: Vul hier uw gebruikersnaam en wachtwoord in uit de sectie API en plugin van uw account. <a href="https://www.payiban.com/nl/aanmelden/">Klik hier om een gratis account aan te maken</a>.

source: Password
nl_nl: Wachtwoord

source: API password given to you by payIBAN.<br/>Need support: <a href="mailto:support@payiban.com">support@payiban.com</a>.
nl_nl: Hulp nodig? <a href="mailto:support@payiban.com">support@payiban.com</a>.

source: !Important: Email adress for notices about cancelled subscriptions
nl_nl: !Belangrijk: Email adres waarop u berichten kan ontvangen van opgezegde abonnementen

source: Return Page
nl_nl: Pagina na betaling

source: URL of success page
nl_nl: URL van success pagina

source: PayIBAN Payment Gateway
nl_nl: PayIBAN betalings plugin

source: PayIBAN plugin made by Bas van Stein, van Stein en Groentjes
nl_nl: PayIBAN plugin is gemaakt door Bas van Stein, van Stein en Groentjes

source: 1. IBAN and mobile.
nl_nl: 1. IBAN en mobiel nummer.

source: IBAN number
nl_nl: IBAN nummer

source: Mobile number
nl_nl: Mobiel nummer

source: 2. Request your TAN-code
nl_nl: 2. Vraag TAN-code aan.

source: Request TAN code
nl_nl: Vraag TAN code aan

source: 3. Fill in your TAN-code.
nl_nl: 3. Vul uw TAN-code in.

source: Go to step 3 and enter your TAN code.
nl_nl: Ga naar stap 3 en vul uw TAN code in.

source: Caught exception:
nl_nl: Exceptie:

source: ERROR! Please fill in all fields.
nl_nl: ERROR! Vul aub alle velden in.

source: ERROR! The given IBAN account number is not valid.
nl_nl: ERROR! Het opgegeven rekening nummer is geen geldig IBAN nummer.

source: Only one type of recurring product can be bought at once. Please remove some of the items from the cart.
nl_nl: Er kan slechts een type abonnement gekocht worden tegelijkertijd. Verwijder niet overeenkomende items uit uw winkelwagen.

source: Payment error:
nl_nl: Betalings Error:

source: IMPORTANT: Cancelled Subscription
nl_nl: BELANGRIJK: Abonnement opgezegd
